/**
  ******************************************************************************
  * @file    main.c
  * @author  xxx
  * @version V1.0
  * @date    2022-8-xx
  * @brief   工程模板文件
  ******************************************************************************
  * @attention
  *
  * 实验平台:xx STM32 F407 开发板  
  * 论坛    :http://www.xx.cn
  * 淘宝    :http://xxx.com
  *
  ******************************************************************************
  */
	
	
/* Includes ------------------------------------------------------------------*/
#include "system.h"


/**
  * @brief  main 程序入口
  * @param  无
  * @retval 无
  */
int main(void)
{	
	/*硬件初始化，系统时钟初始化成168 MHz */
	sys_Init();
	/*在这里添加程序 */
  while (1)
  {
		
  }
}


